[
  {
    "term": "Algorithm",
    "definition": "A step-by-step procedure for solving a problem or accomplishing a task.",
    "field": "Computer Science"
  },
  {
    "term": "Variables",
    "definition": "A storage location paired with an associated symbolic name, which contains some known or unknown quantity of information referred to as a value.",
    "field": "Computer Science"
  },
  {
    "term": "Recursion",
    "definition": "A programming technique where a function calls itself to solve a problem.",
    "field": "Computer Science"
  },
    {
    "term": "Air Quality Index (AQI)",
    "definition": "A scale used to measure and compare the level of air pollution in a specific area.",
    "field": "Environmental Health",
  },
  {
    "term": "Biological Contaminants",
    definition: "Microorganisms or their byproducts that can cause illness, including bacteria, viruses, and mold.",
    field: "Environmental Health",
  },
  {
    "term": "Climate Change",
    "definition": "Long-term changes in the Earth's climate, particularly in relation to temperature and weather patterns.",
    "field": "Environmental Health",
  },
  {
    "term": "Chemical Hazards",
    "definition": "Substances that can cause harm to humans, animals, or the environment, often through exposure.",
    "field": "Environmental Health",
  },
  {
    "term": "Environmental Justice",
    "definition": "The fair treatment and meaningful involvement of all people, regardless of race, color, national origin, or income, with respect to the development, implementation, and enforcement of environmental laws.",
    "field": "Environmental Health",
  },
  {
    "term": "Environmental Monitoring",
    "definition": "The process of systematically collecting data on environmental conditions and hazards to assess potential risks.",
    "field": "Environmental Health",
  },
  {
    "term": "Hazardous Waste",
    "definition": "Waste that poses substantial or potential threats to public health or the environment.",
    "field": "Environmental Health",
  },
  {
    "term": "Indoor Air Quality (IAQ)",
    "definition": "The quality of air inside a building, influenced by factors like ventilation, pollution, and humidity.",
    "field": "Environmental Health",
  },
  {
    "term": "Lead Poisoning",
    "definition": "A condition caused by exposure to high levels of lead, often affecting children and leading to developmental issues.",
    "field": "Environmental Health",
  },
  {
    "term": "Noise Pollution",
    "definition": "Harmful or disturbing levels of sound in the environment that can cause health problems.",
    "field": "Environmental Health",
  },
  {
    "term": "Pesticides",
    "definition": "Chemicals used to eliminate or control pests, but which can also have harmful effects on human health and the environment.",
    "field": "Environmental Health",
  },
  {
    "term": "Pollution",
    "definition": "The introduction of harmful substances or contaminants into the natural environment, resulting in adverse effects.",
    "field": "Environmental Health",
  },
  {
    "term": "Public Health",
    "definition": "The science and practice of protecting and improving the health of populations through policies, education, and interventions.",
    "field": "Environmental Health",
  },
  {
    "term": "Sanitation",
    "definition": "The promotion of hygiene and prevention of disease through clean water, waste disposal, and proper sewage management.",
    "field": "Environmental Health",
  },
  {
    "term": "Vector-Borne Diseases",
    "definition": "Diseases transmitted by vectors like mosquitoes or ticks, including malaria and Lyme disease.",
    "field": "Environmental Health",
  },
  {
    "term": "Waste Management",
    "definition": "The collection, transportation, processing, and disposal of waste materials to reduce their environmental impact.",
    "field": "Environmental Health",
  },
  {
    "term": "Water Quality",
    "definition: "The condition of water, including its chemical, physical, and biological characteristics, which can affect human health.",
    "field": "Environmental Health",
  },
  {
    "term": "Waterborne Diseases",
    "definition": "Illnesses caused by microorganisms in contaminated water, including cholera and dysentery.",
    "field": "Environmental Health",
  },
  {
    "term": "Zoonotic Diseases",
    "definition": "Diseases that can be transmitted from animals to humans, such as rabies or avian influenza.",
    "field": "Environmental Health",
  },
  {
    "term": "Sustainable Development",
    "definition": "Development that meets the needs of the present without compromising the ability of future generations to meet their own needs.",
    "field": "Environmental Health",
  },
  {
    "term": "Greenhouse Gases",
    "definition": "Gases that trap heat in the atmosphere, contributing to global warming, including carbon dioxide and methane.",
    "field": "Environmental Health",
  },
  {
    "term": "Ecosystem Services",
    "definition": "The benefits that humans receive from ecosystems, such as clean air, water, and food production.",
    "field": "Environmental Health",
  },
  {
    "term": "Environmental Health Impact Assessment (EHIA)",
    "definition": "A process used to assess the potential health effects of projects, policies, and developments on the surrounding environment.",
    "field": "Environmental Health",
  },
  {
    "term": "Food Safety",
    "definition": "Measures taken to prevent foodborne illness and contamination through proper handling, storage, and preparation.",
    "field": "Environmental Health",
  },
  {
    "term": "Contaminants of Emerging Concern (CECs)",
    "definition": "Newly recognized environmental pollutants that may pose risks to public health.",
    "field": "Environmental Health",
  },
  {
    "term": "Recycling",
    "definition": "The process of converting waste materials into reusable materials, reducing environmental impact.",
    "field": "Environmental Health",
  },
  {
    "term": "Environmental Health Promotion",
    "definition": "Efforts to improve public health through environmental initiatives like education, clean air policies, and safe drinking water.",
    "field": "Environmental Health",
  },
  {
    "term": "Sick Building Syndrome",
    "definition": "A condition in which building occupants experience symptoms like headaches and fatigue, often related to poor air quality.",
    "field": "Environmental Health",
  },
  {
    "term": "Toxicology",
    "definition": "The study of the adverse effects of chemicals, biological agents, and physical agents on living organisms.",
    "field": "Environmental Health",
  },
  {
    "term": "Radon",
    "definition": "A naturally occurring radioactive gas that can cause lung cancer when accumulated indoors.",
    "field": "Environmental Health",
  },
  {
    "term": "Food Security",
    "definition": "The availability and access to enough food for an active and healthy life.",
    "field": "Environmental Health",
  },
  {
    "term": "Sustainable Agriculture",
    "definition": "Farming that meets current food needs without compromising the ability to produce food in the future, focusing on eco-friendly methods.",
    "field": "Environmental Health",
  },
  {
    "term": "Carbon Footprint",
    "definition": "The total amount of greenhouse gases emitted by an individual, organization, or product throughout its lifecycle.",
    "field": "Environmental Health",
  },
  {
    "term": "Environmental Pollution Control",
    "definition": "Efforts and policies aimed at reducing the amount of harmful pollutants released into the environment.",
    "field": "Environmental Health",
  },
  {
    "term": "Airborne Allergens",
    "definition": "Substances that cause allergic reactions and are suspended in the air, such as pollen or dust.",
    "field": "Environmental Health",
  },
  {
    "term": "Green Building",
    "definition": "Building design, construction, and operation that reduces environmental impact and increases energy efficiency.",
    "field": "Environmental Health",
  },
  {
    "term": "Marine Pollution",
    "definition": "The introduction of harmful substances into oceans and seas, affecting aquatic life and human health.",
    "field": "Environmental Health",
  },
  {
    "term": "Urban Sprawl",
    "definition": "The uncontrolled expansion of urban areas into surrounding rural or undeveloped land, often leading to environmental degradation.",
    "field": "Environmental Health",
  },
  {
    "term": "Climate Resilience",
    "definition": "The ability of a system or community to anticipate, prepare for, and recover from climate-related disruptions.",
    "field": "Environmental Health",
  },
  {
    "term": "Exposure Pathway",
    "definition": "The route through which a person comes into contact with an environmental hazard, such as inhalation, ingestion, or skin contact.",
    "field": "Environmental Health",
  },
  {
    "term": "Vulnerable Populations",
    "definition": "Groups that are at a greater risk of environmental health hazards, including children, the elderly, and low-income communities.",
    "field": "Environmental Health",
  },
  {
    "term": "Energy Efficiency",
    "definition": "The goal of reducing energy consumption by using less energy to perform the same task or function.",
    "field": "Environmental Health",
  },
  {
    "term": "Ecotoxicology",
    "definition": "The study of the effects of toxic substances on ecosystems and the organisms within them.",
    "field": "Environmental Health",
  },
  {
    "term": "Environmental Impact Statement (EIS)",
    "definition": "A document that describes the significant effects of a proposed project on the environment and measures to mitigate negative effects.",
    "field": "Environmental Health",
  }
]
